export const chatRoutes = {
  start: '/start',
  help: '/help',
  history: '/history',
  historyYesterday: '/history-y',
  historyClear: '/history-clear',
  on: '/on',
  off: '/off',
} as const;

export const startText =
  'Доброго дня,\n' +
  'Це система контролю електроенергії. \n' +
  'Введіть "/help" для отримання даних про функціонал додатку';

export const helpText =
  '/on - це маршрут для включення електроенергії без графіка відключення; \n' +
  '/off - це маршрут для виключення електроенергії без графіка відключення; \n' +
  '/history - це маршрут для отримання історії подій; \n' +
  '/history-y - це маршрут для отримання історії подій за вчорашній день; \n' +
  '/history-clear - це маршрут для видалення даних історії подій; \n' +
  '/[00]-[00] - це шаблонний маршрут для змини графіку відключень електроенергії.Кожне число позначає кількість годин. Перше число відповідає за кількість годин, в які є електрика,а друге - на період часу, коли вона буде відключеною. Час встановлюється на добу, тому сума чисел повинна дорівнювати 24 і жодне з них не повинно дорівнювати 0.Приклади правильного маршруту: /12-12, /9-15, /16-8.';
